Revit 2027 API
IFCHybridImport Properties
The IFCHybridImport type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IFCHybridImport Class
Autodesk.Revit.DB.IFC Namespace